/* Untranslated: about_author */
"Vernacular_P0_about_author" = "DIGIT Srl i Uiversitatea din Urbino “Carlo Bo”";

/* Untranslated: about_authors */
"Vernacular_P0_about_authors" = "Alessandro Aldini, Giacomo Alessandroni, Alessandro Bogliolo, Alberto Carini, Saverio Delpriori, Valerio Freschi, Lorenz Cuno Klopfenstein, Emanuele Lattanzi, Gioele Luchetti, Brendan D. Paolini, Andrea Seraghiti.<br /><br />Disruptive Media Learning Lab: Sylvester Arnab, Mark Lewis, Samantha Clarke, Luca Morini, Alex Masters, Charlotte Palmer, Nyasha Mhazo, Tan Jia Yi, Kimberley Worby, Michael Murphy, Lina Vysniaskaite, Vytautas Vasiliauskas.";

/* Untranslated: about_contributors */
"Vernacular_P0_about_contributors" = "Colaboratori";

/* Untranslated: about_developed_by */
"Vernacular_P0_about_developed_by" = "dezvoltat de";

/* Untranslated: about_feedback */
"Vernacular_P0_about_feedback" = "Comentarii si sugestii";

/* Untranslated: about_feedback_chooser */
"Vernacular_P0_about_feedback_chooser" = "trimite comentarii";

/* Untranslated: about_icon_design */
"Vernacular_P0_about_icon_design" = "Design";

/* Untranslated: about_icon_design_text */
"Vernacular_P0_about_icon_design_text" = "Logo-ul si design de Lorenz Cuno Klpfenstein.<br />Pictograma auto de Volodin Anton, pictograma buzunar de Christopher T. Howlett, pictograma smartphone de James Fenton, pictograma accelerometru de Anuar Zhumaev, licenta CC BY 3.0 Noun Project.";

/* Untranslated: about_version_beta */
"Vernacular_P0_about_version_beta" = "Beta";

/* Untranslated: about_version_debug */
"Vernacular_P0_about_version_debug" = "Debug";

/* Untranslated: action_clear_log */
"Vernacular_P0_action_clear_log" = "Șterge Registru";

/* Untranslated: action_clear_queue */
"Vernacular_P0_action_clear_queue" = "Șterge lista de date";

/* Untranslated: action_drawer_close */
"Vernacular_P0_action_drawer_close" = "Închide panoul de navigare";

/* Untranslated: action_drawer_open */
"Vernacular_P0_action_drawer_open" = "Deschide panoul de navigare";

/* Untranslated: action_force_upload */
"Vernacular_P0_action_force_upload" = "Forțeaza încarcarea";

/* Untranslated: action_play_contentdescription */
"Vernacular_P0_action_play_contentdescription" = "Începe înregistrarea";

/* Untranslated: action_refresh */
"Vernacular_P0_action_refresh" = "Actualizează";

/* Untranslated: action_show_log */
"Vernacular_P0_action_show_log" = "Afișeaza registru";

/* Untranslated: action_stop_contentdescription */
"Vernacular_P0_action_stop_contentdescription" = "Termină Înregistrarea";

/* Untranslated: anchorage_bracket */
"Vernacular_P0_anchorage_bracket" = "Suport de implementare";

/* Untranslated: anchorage_mat */
"Vernacular_P0_anchorage_mat" = "Covoraș antiderapant";

/* Untranslated: anchorage_pocket */
"Vernacular_P0_anchorage_pocket" = "În buzunar/ diverse";

/* Untranslated: app_name */
"Vernacular_P0_app_name" = "SmartRoadSense";

/* Untranslated: calibration_details */
"Vernacular_P0_calibration_details" = "Magnitudine de accelerație medie: {0:F3}m/s² (± {1:F3}m/s²).";

/* Untranslated: calibration_done_info */
"Vernacular_P0_calibration_done_info" = "Calibrarea a fost efectuată cu succes";

/* Untranslated: calibration_forget */
"Vernacular_P0_calibration_forget" = "Recalibrează";

/* Untranslated: calibration_not_done */
"Vernacular_P0_calibration_not_done" = "Dispozitiv necalibrat: este necasară calibrarea înainte de înregistrare.";

/* Untranslated: calibration_scale */
"Vernacular_P0_calibration_scale" = "Factor de scală: {0:P2}.";

/* Untranslated: default_ppe_value */
"Vernacular_P0_default_ppe_value" = "0,0";

/* Untranslated: dialog_accept */
"Vernacular_P0_dialog_accept" = "Acceptă";

/* Untranslated: dialog_calibration_description */
"Vernacular_P0_dialog_calibration_description" = "Ramai nemiscat si tine-ti respiratia!";

/* Untranslated: dialog_calibration_title */
"Vernacular_P0_dialog_calibration_title" = "Calibrare…";

/* Untranslated: dialog_cancel */
"Vernacular_P0_dialog_cancel" = "Anulează";

/* Untranslated: dialog_ok */
"Vernacular_P0_dialog_ok" = "Ok";

/* Untranslated: dialog_queue_clear_delete_all */
"Vernacular_P0_dialog_queue_clear_delete_all" = "Șterge toate fisierele";

/* Untranslated: dialog_queue_clear_description */
"Vernacular_P0_dialog_queue_clear_description" = "Dacă se continua toate datele înregistrate vor fi șterse. Această acțiune nu poate fi anulata.";

/* Untranslated: dialog_queue_clear_title */
"Vernacular_P0_dialog_queue_clear_title" = "Doriți să ștergeți toate datele?";

/* Untranslated: dialog_queue_file_cancel */
"Vernacular_P0_dialog_queue_file_cancel" = "Anulează";

/* Untranslated: dialog_queue_file_delete */
"Vernacular_P0_dialog_queue_file_delete" = "Șterge";

/* Untranslated: dialog_queue_file_share */
"Vernacular_P0_dialog_queue_file_share" = "Trimite";

/* Untranslated: dialog_queue_file_title */
"Vernacular_P0_dialog_queue_file_title" = "Ștergere fișier?";

/* Untranslated: error_calibration_high_deviation */
"Vernacular_P0_error_calibration_high_deviation" = "Calibrarea a eșuat deoarece dispozitivul pare să fie în mișcare. Încercați din nou menținand stabilitatea.";

/* Untranslated: error_calibration_several_attempts */
"Vernacular_P0_error_calibration_several_attempts" = "În cazul în care calibrarea continuă să eșueze, este posibil cadispozitivul să nu fie adecvat pentru a masura în mod corect calitatea străzii.";

/* Untranslated: error_generic */
"Vernacular_P0_error_generic" = "Eroare";

/* Untranslated: error_generic_reflective */
"Vernacular_P0_error_generic_reflective" = "Hmmmm…";

/* Untranslated: error_location_settings */
"Vernacular_P0_error_location_settings" = "Nu pot deschide panoul de setări de locație.";

/* Untranslated: error_open_website */
"Vernacular_P0_error_open_website" = "Încercare nereusită de deschidere a site-ului web.";

/* Untranslated: error_reporting_data_information */
"Vernacular_P0_error_reporting_data_information" = "Alerta va fi trimisă prin e-mail și nu va conține nici o informație Personala.";

/* Untranslated: error_reporting_drop_report */
"Vernacular_P0_error_reporting_drop_report" = "Nu, mulțumesc";

/* Untranslated: error_reporting_introduction */
"Vernacular_P0_error_reporting_introduction" = "Ceva nu este în regula cu software-ul nostru de detectare a calitatii stradale.<br />Toate informatiile furnizate sunt utile pentru a rezolva bug-ul, asadar vă rugam sa ne semnalați eroarea pentru a regla aplicația cât mai curând posibil.";

/* Untranslated: error_reporting_mail_subject */
"Vernacular_P0_error_reporting_mail_subject" = "SmartRoadSense alerta eroare motor";

/* Untranslated: error_reporting_no_dump */
"Vernacular_P0_error_reporting_no_dump" = "Nici o eroare de transmis";

/* Untranslated: error_reporting_send_report */
"Vernacular_P0_error_reporting_send_report" = "Ok, trimite";

/* Untranslated: error_reporting_send_report_chooser */
"Vernacular_P0_error_reporting_send_report_chooser" = "Trimite alerta via e-mail";

/* Untranslated: error_send_mail */
"Vernacular_P0_error_send_mail" = "Nu pot trimite e-mail.";

/* Untranslated: error_send_mail_not_configured */
"Vernacular_P0_error_send_mail_not_configured" = "Nu puteți trimite e-mail deoarece sistemul nu este configurat corespunzător.";

/* Untranslated: information_message_description_engine_error */
"Vernacular_P0_information_message_description_engine_error" = "Ceva nu funcționează în sistemul nostru de detectare a calității stradale! ='(<br />Click aici pentru a ne ajuta și a raporta problema.";

/* Untranslated: information_message_description_gps_off */
"Vernacular_P0_information_message_description_gps_off" = "Vă rugăm să activați serviciul de localizare din panoul Setări al dispozitivului Dvs.";

/* Untranslated: information_message_description_gps_suspended_speed */
"Vernacular_P0_information_message_description_gps_suspended_speed" = "Aparatul Dvs. se mișca prea lent pentru a capta datele Necesare. Înregistrarea a fost suspendată.";

/* Untranslated: information_message_description_gps_suspended_stationary */
"Vernacular_P0_information_message_description_gps_suspended_stationary" = "Dispozitivul Dvs nu s-a miscat de ceva timp. Înregistrarea datelor a fost suspendata pentru a nu consuma bateria în mod inutil.";

/* Untranslated: information_message_description_gps_unfixed */
"Vernacular_P0_information_message_description_gps_unfixed" = "Asigurați-vă că vă aflați într-un spatiu extern și cerul este vizibil. Aplicatia va Relua înregistrarea imediat ce va primi un semnal GPS.";

/* Untranslated: information_message_description_out_of_country */
"Vernacular_P0_information_message_description_out_of_country" = "SmartRoadSense nu este încă disponibil în țara în care vă aflați. Tari suplimentare vor fi activate in viitor.";

/* Untranslated: information_message_description_syncing */
"Vernacular_P0_information_message_description_syncing" = "Traseele înregistrare sunt încărcate în serverele noastre. Mulțumim pentru contribuția dumneavoastră! =)";

/* Untranslated: information_message_description_upload_failure */
"Vernacular_P0_information_message_description_upload_failure" = "Asigurați-vă că dispozitivul Dvs este conectat la Internet.";

/* Untranslated: information_message_title_engine_error */
"Vernacular_P0_information_message_title_engine_error" = "Ops!";

/* Untranslated: information_message_title_gps_off */
"Vernacular_P0_information_message_title_gps_off" = "GPS dezactivat";

/* Untranslated: information_message_title_gps_suspended_speed */
"Vernacular_P0_information_message_title_gps_suspended_speed" = "Un pic prea lent…";

/* Untranslated: information_message_title_gps_suspended_stationary */
"Vernacular_P0_information_message_title_gps_suspended_stationary" = "Ati oprit?";

/* Untranslated: information_message_title_gps_unfixed */
"Vernacular_P0_information_message_title_gps_unfixed" = "Asteptare semnal GPS";

/* Untranslated: information_message_title_out_of_country */
"Vernacular_P0_information_message_title_out_of_country" = "Nu este o țara pentru SmartRoadSense";

/* Untranslated: information_message_title_syncing */
"Vernacular_P0_information_message_title_syncing" = "Sincronizare…";

/* Untranslated: information_message_title_upload_failure */
"Vernacular_P0_information_message_title_upload_failure" = "Eroare de comunicare";

/* Untranslated: label_anchorage */
"Vernacular_P0_label_anchorage" = "Locație";

/* Untranslated: label_file_creation */
"Vernacular_P0_label_file_creation" = "Înregistrare efectuata in data de:";

/* Untranslated: label_file_size */
"Vernacular_P0_label_file_size" = "Dimensiune";

/* Untranslated: label_file_size_value */
"Vernacular_P0_label_file_size_value" = "{0} KiByte";

/* Untranslated: label_setup */
"Vernacular_P0_label_setup" = "Configurare";

/* Untranslated: label_vehicle */
"Vernacular_P0_label_vehicle" = "Vehicul";

/* Untranslated: log_entries_count */
"Vernacular_P0_log_entries_count" = "{0} elemente in registru";

/* Untranslated: mail_address */
"Vernacular_P0_mail_address" = "info@smartroadsense.it";

/* Untranslated: menu_about */
"Vernacular_P0_menu_about" = "Informații";

/* Untranslated: menu_error_reporting */
"Vernacular_P0_menu_error_reporting" = "Semnalarea erorilor";

/* Untranslated: menu_log */
"Vernacular_P0_menu_log" = "Registru";

/* Untranslated: menu_queue */
"Vernacular_P0_menu_queue" = "Date";

/* Untranslated: menu_settings */
"Vernacular_P0_menu_settings" = "Setări";

/* Untranslated: sensing_service_notification_message */
"Vernacular_P0_sensing_service_notification_message" = "Se înregistrează";

/* Untranslated: sensing_service_notification_title */
"Vernacular_P0_sensing_service_notification_title" = "SmartRoadSense";

/* Untranslated: service_sensing */
"Vernacular_P0_service_sensing" = "Serviciul de senzori";

/* Untranslated: service_sync */
"Vernacular_P0_service_sync" = "Serviciu de sincronizare";

/* Untranslated: settings_description_anchorage */
"Vernacular_P0_settings_description_anchorage" = "Stabiliți modul în care dispozitivul este fixat pe vehicul.";

/* Untranslated: settings_description_offline_mode */
"Vernacular_P0_settings_description_offline_mode" = "Dacă este activat, GPS-ul și conexiunea la rețea nu sunt utilizate și calitatea Detectata a suprafaței drumului este afișată fără a fi încărcata.";

/* Untranslated: settings_description_prefer_unmetered */
"Vernacular_P0_settings_description_prefer_unmetered" = "Dacă este activat, aplicația sincronizează datele înregistrate cu serverul SmartRoadSense numai în prezența unei conexiuni Wi-Fi.";

/* Untranslated: settings_description_start_at_boot */
"Vernacular_P0_settings_description_start_at_boot" = "Dacă este activat, aplicația porneste și începe să înregistreze de indata ce Sistemul de operare pornește.";

/* Untranslated: settings_description_vehicle */
"Vernacular_P0_settings_description_vehicle" = "Stabiliți tipul de vehicol pe care il conduceți.";

/* Untranslated: settings_section_calibration */
"Vernacular_P0_settings_section_calibration" = "Calibrare";

/* Untranslated: settings_section_introduction */
"Vernacular_P0_settings_section_introduction" = "Intorducere";

/* Untranslated: settings_section_preferences */
"Vernacular_P0_settings_section_preferences" = "Preferinte";

/* Untranslated: settings_section_setup */
"Vernacular_P0_settings_section_setup" = "Setări de înregistrare";

/* Untranslated: settings_title_anchorage */
"Vernacular_P0_settings_title_anchorage" = "Locația dispozitivului";

/* Untranslated: settings_title_offline_mode */
"Vernacular_P0_settings_title_offline_mode" = "Mod offline";

/* Untranslated: settings_title_prefer_unmetered */
"Vernacular_P0_settings_title_prefer_unmetered" = "Utilizează conexiunea Wi-Fi";

/* Untranslated: settings_title_start_at_boot */
"Vernacular_P0_settings_title_start_at_boot" = "Pornește boot";

/* Untranslated: settings_title_vehicle */
"Vernacular_P0_settings_title_vehicle" = "Tip vehicul";

/* Untranslated: status_no_files_in_queue */
"Vernacular_P0_status_no_files_in_queue" = "In momentul in care SmartRoadSense a inregistrat una sau mai multe tracks, acestea vor fivizualizate aici inainte de a fi transmise catre server.";

/* Untranslated: title_about */
"Vernacular_P0_title_about" = "Informații";

/* Untranslated: title_error_reporting */
"Vernacular_P0_title_error_reporting" = "Raportare erori";

/* Untranslated: title_log */
"Vernacular_P0_title_log" = "Log";

/* Untranslated: title_main */
"Vernacular_P0_title_main" = "SmartRoadSense";

/* Untranslated: title_main_beta */
"Vernacular_P0_title_main_beta" = "SmartRoadSense Beta";

/* Untranslated: title_main_debug */
"Vernacular_P0_title_main_debug" = "SmartRoadSense Debug";

/* Untranslated: title_queue */
"Vernacular_P0_title_queue" = "Date înregistrate";

/* Untranslated: title_settings */
"Vernacular_P0_title_settings" = "Setări";

/* Untranslated: title_tutorial */
"Vernacular_P0_title_tutorial" = "Introducere";

/* Untranslated: tutorial_1_text_1 */
"Vernacular_P0_tutorial_1_text_1" = "SmartRoadSense este un sistem de detectare colaborativ care colectează Informații cu privire la calitatea suprafeței străzii, folosind numai Smartphone-ul dvs.";

/* Untranslated: tutorial_1_title */
"Vernacular_P0_tutorial_1_title" = "Bun venit in aplicația SmartRoadSense!";

/* Untranslated: tutorial_2_text_1 */
"Vernacular_P0_tutorial_2_text_1" = "Smartphone-ul dumneavostră, va folosi senzorii pentru a determina calitatea drumului pe care călătoriți.";

/* Untranslated: tutorial_2_text_2 */
"Vernacular_P0_tutorial_2_text_2" = "Toate datele sunt colectate în mod anonim, prelucrate și agregate si in cele din urmă publicate pe www.smartroadsense.it.";

/* Untranslated: tutorial_2_title */
"Vernacular_P0_tutorial_2_title" = "Cum funcționează?";

/* Untranslated: tutorial_3_question */
"Vernacular_P0_tutorial_3_question" = "Ce tip de vehicul vei conduce?";

/* Untranslated: tutorial_3_title */
"Vernacular_P0_tutorial_3_title" = "Înainte de a începe";

/* Untranslated: tutorial_4_question */
"Vernacular_P0_tutorial_4_question" = "Unde anume va fi plasat smartphone-ul în vehicol?";

/* Untranslated: tutorial_4_title */
"Vernacular_P0_tutorial_4_title" = "Înainte de a începe";

/* Untranslated: tutorial_5_calibrate */
"Vernacular_P0_tutorial_5_calibrate" = "Calibrați acum";

/* Untranslated: tutorial_5_confirmation */
"Vernacular_P0_tutorial_5_confirmation" = "Gata! Senzorii au fost calibrați in mod corect!";

/* Untranslated: tutorial_5_explanation */
"Vernacular_P0_tutorial_5_explanation" = "Toate dispozitivele sunt diferite intre ele: Pentru a obține informații utile din datele înregistrate de Dvs. Trebuie să calibrați senzorii.";

/* Untranslated: tutorial_5_instructions */
"Vernacular_P0_tutorial_5_instructions" = "Faceți clic pe butonul de mai jos și mențineti dispozitivul cât mai stabil posibil (nu se aplica dacă sunteti în mișcare pe jos sau într-un vehicul). Acest lucru dureaza doar câteva secunde.";

/* Untranslated: tutorial_5_title */
"Vernacular_P0_tutorial_5_title" = "Înainte de a incepe";

/* Untranslated: tutorial_7_missing_calibration */
"Vernacular_P0_tutorial_7_missing_calibration" = "Calibrarea!";

/* Untranslated: tutorial_7_text_1 */
"Vernacular_P0_tutorial_7_text_1" = "Sunteti gata pentru folosirea aplicatiei si colectarea datelor.";

/* Untranslated: tutorial_7_text_2 */
"Vernacular_P0_tutorial_7_text_2" = "Click pe mașina la centrul ecranului atunci când incepeti sa conduceti!";

/* Untranslated: tutorial_7_title */
"Vernacular_P0_tutorial_7_title" = "Gata!";

/* Untranslated: tutorial_bottom_question_notice */
"Vernacular_P0_tutorial_bottom_question_notice" = "Puteti să modificați aceste alegeri în orice moment,din meniul Setări\".";

/* Untranslated: tutorial_done */
"Vernacular_P0_tutorial_done" = "Pornim!";

/* Untranslated: tutorial_redo */
"Vernacular_P0_tutorial_redo" = "Vezi introducerea";

/* Untranslated: unknown_ppe_value */
"Vernacular_P0_unknown_ppe_value" = "-,-";

/* Untranslated: vehicle_car */
"Vernacular_P0_vehicle_car" = "Automobil";

/* Untranslated: vehicle_motorcycle */
"Vernacular_P0_vehicle_motorcycle" = "Motocicleta";

/* Untranslated: vehicle_truck */
"Vernacular_P0_vehicle_truck" = "Autobuz/Camion";

